{
    "barzellette": [
        {
            "text": "Un uomo arriva in Paradiso e inizia a fare amicizia con le altre anime. Ad un certo punto vede un signore tutto infreddolito gli chiede: 'Tu di che cosa sei morto?' E quello: 'Io sono morto congelato, e tu di che cosa sei morto?' 'Sono morto di gioia!' 'Come sei morto di gioia? Raccontami!' 'Sono tornato a casa dal lavoro convinto che mi moglie mi tradisse, allora ho cominciato a cercare l’amante, ho cercato sotto il letto, in bagno, in cucina, negli armadi e non ho trovato niente, allora sono morto di gioia!' E l’altro: 'Cretino, se aprivi il congelatore a quest’ora eravamo vivi tutti e due!"
        },
        {
            "text": "Un gatto vuole mangiarsi un topo e lo bracca per diversi giorni. Dopo tanti tentativi decide di nascondersi dietro una porta e abbaia: 'Bau, bau, bau.' Il topolino, sentendo abbaiare, crede che dietro la porta ci sia un cane, così esce senza preoccuparsi e viene mangiato'Ma come hai fatto?' chiede a questo punto un altro gatto. 'Eh caro mia, oggi, se non parli almeno due lingue…'"
        }
    ],
    "colmi": [
        {
            "text": "Che cosa hanno in comune un televisore e una formica? Le antenne!"
        },
        {
            "text": "Qual è la città preferita dai ragni? Mosca!"
        },
        {
            "text": "Qual è la pianta più puzzolente? Quella dei piedi!"
        },
        {
            "text": "Che cos'è una zebra? Un cavallo evaso dal carcere!"
        },
        {
            "text": "Sapete perché il pomodoro non riesce a dormire? Perché l’insalata… russa!"
        },
        {
            "text": "Qual è la nazione preferita dalle galline? Il Porto-GALLO!"
        },
        {
            "text": "Che cosa fa un chicco di caffè sotto la doccia? Si... Lavazza!"
        },
        {
            "text": "Qual è l'auto preferita dai pinguini? La Polo"
        },
        {
            "text": "Qual è il colmo per una disoccupata? Chiamarsi Assunta."
        },
        {
            "text": "Qual è il colmo per un eschimese? Prendere delle decisioni a caldo."
        },
        {
            "text": "Qual è il colmo per un gorilla? Entrare nel Guinness dei Primati."
        },
        {
            "text": "Qual è il colmo per un’aquila reale? Essere… finta."
        },
        {
            "text": "Qual è il colmo per un cosmonauta? Avere gli occhi fuori dalle orbite."
        },
        {
            "text": "Qual è il colmo per un fotografo? Mettere a fuoco un ghiacciaio."
        },
        {
            "text": "Qual è il colmo per due divorziati americani? Essere… stati uniti."
        },
        {
            "text": "Qual è il colmo per un diavolo? Avere una vita d’inferno."
        },
        {
            "text": "Qual è il colmo per un cane? Avere una bella gatta da pelare."
        },
        {
            "text": "Qual è il colmo per una gallina? Avere la pelle d’oca!"
        }
    ]
}